Revit 2027 API
ParameterTypeId.AnalyticalModelStartZProjection Property
 "Start z Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalModelStartZProjection { get; }
Public Shared ReadOnly Property AnalyticalModelStartZProjection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalModelStartZProjection {
	ForgeTypeId^ get ();
}
static member AnalyticalModelStartZProjection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace